[
    {
        "id":1,
        "url":"https://320711.selcdn.ru/izobr/images/ex360/1.jpg", 
        "rotation": 180,
        "transitions":[
            {"transitionId": 2, "additionalRotation": 0,  "position": "10 2 9", "latitude":-5, "longitude":135, "radius": 18 }
            ],
        "info":[
            {"id":"hist-1", "title":"НАЧАЛО ПУТИ", "text": "Начало  большого  исторического  и  творческого  пути коллектива предприятия было положено 19 сентября 1944 года.  В  этот  день  по  приказу  народного  комиссара  авиационной промышленности А.И. Шахурина, в обеспечение задания Государственного Комитета Обороны CCCР, поручено создать новый тип реактивного двигателя и аппараты специального назначения. В.Н.Челомей был назначен директором и главным конструктором завода № 51 НКАП СССР.\n\nЗа 9 лет созданы, прошли испытания и доведены до стадии принятия на вооружение самолёты-снаряды 10Х, 14Х, 16Х, 10ХН. Начаты работы по крылатым ракетам морского базирования. Это был этап становления предприятия и накопления его коллективом опыта разработки первых систем ракетного оружия, стартующего с различного типа носителей — воздушных, наземных, морских.", 
                "position": "0 0 -1", "latitude": -6, "longitude":212, "radius": 14, "panelHeight": 11.5, "image": "https://320711.selcdn.ru/izobr/images/ex360p/1-p-hist.png", "imageWidth" : 8.4, "imageHeight": 5.32, "ratio":1.58},
                
            {"id":"hist-2","title":"СТАНОВЛЕНИЕ", "text": "19 июля 1955 года Советом Министров СССР принято постановление о реорганизации предприятия в ОКБ-52 с передачей ему Реутовского механического завода.\n\nПостановлением Совета Министров СССР от 8 августа 1955 года коллективу ОКБ-52 поручена разработка сверхзвуковой крылатой ракеты П-5 для вооружения подводных лодок ВМФ.\n\nВ 1957 году были проведены первые пуски ракет П-5 с наземного стенда и с подводной лодки. На основе полученного опыта начато проектирование противокорабельных крылатых ракет П-6 и П-35, а также ракеты «Аметист» — первой в мире крылатой ракеты, стартующей из-под воды.\n\nВ 1959 году ОКБ-52 было награждено Орденом Ленина.", 
                "position": "0 0 -1", "latitude": 10, "longitude":271, "radius": 14, "panelHeight": 11.5, "image": "https://320711.selcdn.ru/izobr/images/ex360p/2-p-hist.png", "imageWidth" : 8.4, "imageHeight": 6.36, "ratio":1.32},

            {"id":"hist-3", "title":"ПРИЗНАНИЕ", "text": "23 июня 1960 года постановлением ЦК КПСС и Совета Министров СССР коллективу ОКБ-52 поручена разработка космических аппаратов и ракет-носителей для них. Начался резкий рост научного, инженерного и промышленного потенциала предприятия и его филиалов.\n\nС 1961 по 1965 был произведён запуск первого в мире гиперзвукового аэрокосмического аппарата «МП-1», разработаны ракеты «П-5Д», «УР-200», «УР-500», а также выведены на орбиту тяжелые космические станции «Протон-1, -2». В 1962 г. в состав ОКБ-52 входят 4 филиала с общей численностью работников более 25000 человек.\n\nВ 1963 ОКБ-52 было награждено орденом Трудового Красного Знамени за большие заслуги в деле создания и производства новых типов ракетного вооружения.", 
                "position": "0 0 -1", "latitude": 10, "longitude":323, "radius": 14, "panelHeight": 11.5, "image": "https://320711.selcdn.ru/izobr/images/ex360p/3-p-hist.png", "imageWidth" : 8.4, "imageHeight": 5.96, "ratio":1.41},
        
            {"id":"hist-4", "title":"БОЛЬШИЕ ДОСТИЖЕНИЯ ЦКБМ (1966-1978 гг.)", "text": "1970 г. В ЦКБМ за период 1966—1969 гг. построено 8 конструкторских, инженерно–лабораторных, производственных и административных корпусов.\n\n1966 г. Ракетой-носителем УР-500 на околоземную орбиту выведена тяжёлая космическая научная станция «Протон-3»\n\n1967 г. Принят на вооружение РВСН ракетный комплекс стратегического назначения с межконтинентальной баллистической ракетой (МБР) УР-100.\n\n1968 г. Разработан проект ракетно-космической системы УР-700 — ЛК-700 для высадки на Луну.\n\n1973 г. Произведён запуск орбитальной станции комплекса «Алмаз» «Салют-2».\n\n1974 г. Принят на вооружение РВСН ракетный комплекс стратегического назначения с МБР УР-100У. Произведён запуск орбитальной станции комплекса «Алмаз» «Салют-3».\n\n1976 г. ЦКБМ награждено орденом Октябрьской Революции за заслуги в создании и производстве новой техники. Произведён запуск орбитальной станции комплекса «Алмаз» «Салют-5».\n\n1977 г. Береговые ракетные комплексы «Редут-Э» с ПКР П-35Б поставлены в Социалистическую Республику Вьетнам и Народную Республику Болгарию.\n\n1978 г. Приняты в эксплуатацию системы МКРЦ с космическими аппаратами «УС-П» и противокосмической обороны ИС.", 
                "position": "0 0 -1", "latitude": 10, "longitude":354, "radius": 14, "panelHeight": 18.5, "image": "https://320711.selcdn.ru/izobr/images/ex360p/4-p-hist.png", "imageWidth" : 8.4, "imageHeight": 6.82, "ratio":1.23},
            
            {"id":"hist-5", "title":"БОЛЬШИЕ ДОСТИЖЕНИЯ ЦКБМ (1979-1984 гг.)", "text": "1979 г. Проведены автономные лётные испытания возвращаемого аппарата комплекса «Алмаз».\n\n1980 г. Проведён первый пуск стратегической сверхзвуковой крылатой ракеты «Метеорит» с наземного стенда. Принят на вооружение стратегический ракетный комплекс 15П135.\n\n1981 г. Задана разработка унифицированной сверхзвуковой противокорабельной крылатой ракеты (ПКР) нового поколения «Оникс».\n\n1983 г. Начаты лётные испытания стратегической крылатой ракеты «Метеорит-А» с самолёта-носителя Ту-95МА.", 
                "position": "0 0 -1", "latitude": 10, "longitude":74, "radius": 14, "panelHeight": 10.5, "image": "https://320711.selcdn.ru/izobr/images/ex360p/5-p-hist.png", "imageWidth" : 8.4, "imageHeight": 5.96, "ratio":1.41},
                
            {"id":"hist-6", "title":"НПО МАШИНОСТРОЕНИЯ\n      (1985-1999 гг.)", "text": "В условиях распада СССР, ликвидации общесоюзных министерств, резкого сокращения оборонных заказов и финансирования, директивной конверсии, предприятие, во главе с новым руководителем, нашло своё место и способы сохранения научно-технического потенциала и выхода из сложившегося кризиса.\n\n1985 г. Начаты лётные испытания крылатой ракеты «Оникс» с берегового стенда.\n\n1987 г. Произведён запуск автоматической орбитальной станции № 0304 «Алмаз-Т»\n\n1990 г. Произведён первый пуск КР «Оникс» с переоборудованной атомной подводной лодки пр. 670М.\n\n1993 г. Предприятие участвует в 17 программах и 47 проектах по выпуску  гражданской продукции.\n\n1996 г. Завершены лётно-конструкторские испытания крылатой ракеты «Оникс».\n\n1997 г. Распоряжением Правительства РФ НПО машиностроения предоставлено право самостоятельной внешнеторговой деятельности в отношении продукции военного назначения.\n\n1999 г. Распоряжением Правительства РФ задано создание космического ракетного комплекса «Стрела» на базе выводимых из эксплуатации МБР УР-100Н УТТХ.", 
                "position": "0 0 -1", "latitude": 10, "longitude":114, "radius": 14, "panelHeight": 16.5, "image": "https://320711.selcdn.ru/izobr/images/ex360p/6-p-hist.png", "imageWidth" : 8.4, "imageHeight": 5.87, "ratio":1.43},
                    
            {"id":"hist-7", "title":"НА НОВОМ ВИТКЕ РАЗВИТИЯ (2000-2014 гг.)", "text": "\"Сегодня предприятия должны уметь работать в новых условиях, на принципах экономической  целесообразности, конкуренции, активно использовать возможности между- народной кооперации — то, что вам удаётся сделать\"\nВ.В. Путин\n\n2000 г. Сформирована кооперация предприятий РФ по серийному производству крылатых ракет (КР) для Индии.\n\n2002 г. Рабочий визит в ФГУП «НПО машиностроения» Президента Российской Федерации В.В. Путина.\n\n2003 г.  Произведены первые пуски ракет «БраМос» с наклонной пусковой установки корабля «Раджпут»\n\n2004 г. Распоряжением Президента РФ коллективу предприятия за большой вклад в создание специальной техники и укрепление обороноспособности страны объявлена благодарность.\n\n2008 г. Первый пуск ракеты 3М55 с подвижного берегового ракетного комплекса «Бастион».\n\n2009 г. Завершение создания Военно-промышленной корпорации «НПО машиностроения»\n\n2012 г. В рамках Государственных испытаний ПБРК «Бастион» выполнены первые пуски крылатых ракет 3М55 по наземным целям.\n\n2013 г. Завершены Государственные испытания ПБРК «Бастион». Три дивизиона комплекса поставлены Береговым войскам ВМФ.\n\n2014 г. Ракетой-носителем «Стрела» в интересах инозаказчика осуществлён запуск  радиолокационного аппарата «Кондор-Э» для дистанционного зондирования Земли.", 
                "position": "0 0 -1", "latitude": 10, "longitude":137, "radius": 14, "panelHeight": 19, "image": "https://320711.selcdn.ru/izobr/images/ex360p/7-p-hist.png", "imageWidth" : 8.4, "imageHeight": 3.9, "ratio":2.15}
            ]
     },
     {
        "id":2,
        "url":"https://320711.selcdn.ru/izobr/images/ex360/2.jpg",
        "rotation": 180,
        "transitions":[
            {"transitionId": 1, "additionalRotation": 0, "position": "10 2 -9", "latitude":0, "longitude":50, "radius": 18 },
            {"transitionId": 3, "additionalRotation": 0, "position": "-14 0 -9", "latitude":-20, "longitude":330, "radius": 18 }, 
            {"transitionId": 6, "additionalRotation": 0, "position": "-14 0 -9", "latitude":-10, "longitude":290, "radius": 18 } 
            ],
        "info":[
            {"id":"hist-5", "title":"БОЛЬШИЕ ДОСТИЖЕНИЯ ЦКБМ (1979-1984 гг.)", "text": "1979 г. Проведены автономные лётные испытания возвращаемого аппарата комплекса «Алмаз».\n\n1980 г. Проведён первый пуск стратегической сверхзвуковой крылатой ракеты «Метеорит» с наземного стенда. Принят на вооружение стратегический ракетный комплекс 15П135.\n\n1981 г. Задана разработка унифицированной сверхзвуковой противокорабельной крылатой ракеты (ПКР) нового поколения «Оникс».\n\n1983 г. Начаты лётные испытания стратегической крылатой ракеты «Метеорит-А» с самолёта-носителя Ту-95МА.", 
                "position": "0 0 -1", "latitude": 10, "longitude":76, "radius": 14, "radius": 14, "panelHeight": 10.5, "image": "https://320711.selcdn.ru/izobr/images/ex360p/5-p-hist.png", "imageWidth" : 8.4, "imageHeight": 5.96, "ratio":1.41},
                
            {"id":"hist-6", "title":"НПО МАШИНОСТРОЕНИЯ\n      (1985-1999 гг.)", "text": "В условиях распада СССР, ликвидации общесоюзных министерств, резкого сокращения оборонных заказов и финансирования, директивной конверсии, предприятие, во главе с новым руководителем, нашло своё место и способы сохранения научно-технического потенциала и выхода из сложившегося кризиса.\n\n1985 г. Начаты лётные испытания крылатой ракеты «Оникс» с берегового стенда.\n\n1987 г. Произведён запуск автоматической орбитальной станции № 0304 «Алмаз-Т»\n\n1990 г. Произведён первый пуск КР «Оникс» с переоборудованной атомной подводной лодки пр. 670М.\n\n1993 г. Предприятие участвует в 17 программах и 47 проектах по выпуску  гражданской продукции.\n\n1996 г. Завершены лётно-конструкторские испытания крылатой ракеты «Оникс».\n\n1997 г. Распоряжением Правительства РФ НПО машиностроения предоставлено право самостоятельной внешнеторговой деятельности в отношении продукции военного назначения.\n\n1999 г. Распоряжением Правительства РФ задано создание космического ракетного комплекса «Стрела» на базе выводимых из эксплуатации МБР УР-100Н УТТХ.", 
                "position": "0 0 -1", "latitude": 10, "longitude":140, "radius": 14, "panelHeight": 16.5, "image": "https://320711.selcdn.ru/izobr/images/ex360p/6-p-hist.png", "imageWidth" : 8.4, "imageHeight": 5.87, "ratio":1.43},
                    
            {"id":"hist-7", "title":"НА НОВОМ ВИТКЕ РАЗВИТИЯ (2000-2014 гг.)", "text": "\"Сегодня предприятия должны уметь работать в новых условиях, на принципах экономической  целесообразности, конкуренции, активно использовать возможности между- народной кооперации — то, что вам удаётся сделать\"\nВ.В. Путин\n\n2000 г. Сформирована кооперация предприятий РФ по серийному производству крылатых ракет (КР) для Индии.\n\n2002 г. Рабочий визит в ФГУП «НПО машиностроения» Президента Российской Федерации В.В. Путина.\n\n2003 г.  Произведены первые пуски ракет «БраМос» с наклонной пусковой установки корабля «Раджпут»\n\n2004 г. Распоряжением Президента РФ коллективу предприятия за большой вклад в создание специальной техники и укрепление обороноспособности страны объявлена благодарность.\n\n2008 г. Первый пуск ракеты 3М55 с подвижного берегового ракетного комплекса «Бастион».\n\n2009 г. Завершение создания Военно-промышленной корпорации «НПО машиностроения»\n\n2012 г. В рамках Государственных испытаний ПБРК «Бастион» выполнены первые пуски крылатых ракет 3М55 по наземным целям.\n\n2013 г. Завершены Государственные испытания ПБРК «Бастион». Три дивизиона комплекса поставлены Береговым войскам ВМФ.\n\n2014 г. Ракетой-носителем «Стрела» в интересах инозаказчика осуществлён запуск  радиолокационного аппарата «Кондор-Э» для дистанционного зондирования Земли.", 
                "position": "0 0 -1", "latitude": 10, "longitude":245, "radius": 14,  "panelHeight": 19, "image": "https://320711.selcdn.ru/izobr/images/ex360p/7-p-hist.png", "imageWidth" : 8.4, "imageHeight": 3.9, "ratio":2.15}
                
            ]
    },
    {
        "id":3,
        "url":"https://320711.selcdn.ru/izobr/images/ex360/3.jpg",
        "rotation": 180,
        "transitions":[
            {"transitionId": 2, "additionalRotation": 0, "position": "-16 0 8", "latitude":-10, "longitude":260, "radius": 18 },
            {"transitionId": 4, "additionalRotation": 0, "position": "1 0 -5", "latitude":-10, "longitude":150, "radius": 18} 
            ],
        "info":[
            {"id":"kp-1", "title":"                ПЕРВЫЕ САМОЛЕТЫ-СНАРЯДЫ", "text": "Приказом Народного комиссара авиационной промышленности А.И. Шахурина от 19 сентября 1944 года коллективу ОКБ завода № 51 под руководством В.Н. Челомея было поручено начать проектирование отечественного самолёта-снаряда под условным индексом 10Х с пульсирующим воздушно-реактивным двигателем (ПуВРД).\n\nПульсирующий воздушно-реактивный двигатель\n\nПуВРД Д-3, созданный под руководством В.Н. Челомея, в 1944 году прошёл полномасштабные испытания на стенде в ЦИАМе, подтвердив соответствие техническим требованиям (тяга, удельный расход топлива). Для лётных испытаний ПуВРД был переоборудован в летающую лабораторию бомбардировщик Пе-8. ПуВРД был смонтирован над хвостовой частью фюзеляжа. Испытания дали положительный результат.\n\nСамолет-снаряд авиационного базирования 10Х\n\nПервый в стране беспилотный самолёт-снаряд с пульсирующим воздушно-реактивным двигателем для вооружения авиационных носителей. Предназначен для поражения объектов противника на значительном удалении от рубежа пуска с самолёта-носителя.\n\nСамолет-снаряд наземного базирования 10ХН\n\nПервый в стране беспилотный самолёт-снаряд наземного базирования для вооружения сухопутных войск. Предназначен для поражения крупных военных объектов и городов, защищённых мощной системой ПВО.\n\nИз акта Государственной комиссии (1950 год): «Изделие 10ХН, как оружие площадного огня, по сравнению с другими изделиями аналогичного назначения, обладает такими преимуществами, как сравнительно небольшая стоимость в крупносерийном производстве, простота в эксплуатации, немногочисленность, несложность и подвижность наземного оборудования, значительная огневая производительность, недефицитность топлива и большая полезная нагрузка».", 
                "position": "0 0 -1", "latitude": 10, "longitude":220, "radius": 14, "panelHeight": 19},
                
            {"id":"kp-2","title":"       МОДИФИЦИРОВАННЫЕ САМОЛЕТЫ-СНАРЯДЫ", "text": "Самолет-снаряд авиационного и наземного базирования 14Х\n\n14Х — дальнейшая модификация комплекса 10Х с более мощным двигателем Д-5 и более совершенной формой крыла. Самолёт-снаряд мог применяться с самолёта-носителя Пе-8, наземной пусковой установки, пусковых установок кораблей.\n\n1947\n\nПостановлением ЦК КПСС и Совета Министров СССР от 11 января задана разработка самолёта-снаряда 14Х. Проведение лётных испытаний.\n\nСамолет-снаряд авиационного базирования 16Х (ракетный комплекс «Прибой»)\n\nПервый в мире беспилотный самолёт-снаряд с ПуВРД, достигший предельной дозвуковой скорости полёта для данного типа двигателя (980 км/час). Предназначен для поражения целей в глубоком тылу противника при нахождении самолёта-носителя вне зоны ПВО.", 
                "position": "0 0 -1", "latitude": 10, "longitude":170, "radius": 14, "panelHeight": 11},

            {"id":"kp-3", "title":"          ПЕРВЫЕ КРЫЛАТЫЕ РАКЕТЫ ОКБ-52", "text": "Ракетный комплекс с крылатой ракетой П-5\n\nП-5 — первая в мире ракета с автоматически раскрывающимся в полёте крылом, стартующая из герметичного цилиндрического контейнера, имеющего минимальные габариты. Старт крылатой ракеты (КР) осуществлялся с подводной лодки (ПЛ) в надводном положении из поднимающегося в наклонное положение контейнера.\n\nКомплекс с КР П-5 предназначен для поражения береговых, административных, промышленных объектов и военно-морских баз, расположенных как на побережье, так и в глубине территории.\n\nВ период 1959-1967 гг. комплекс был эффективным средством доставки ядерного оружия на межконтинентальную дальность в Вооруженных Силах СССР.\n\nРазработка комплекса отмечена Ленинской премией.\n\nПо схеме В.Н. Челомея старт крылатых ракет П-5 осуществлялся непосредственно из транспортного контейнера с «нулевых» направляющих автоматически. Уменьшение габаритов транспортно-пусковых контейнеров обеспечивалось стартом ракет с автоматическим раскрытием крыла мгновенно после выхода из контейнера.\n\nПри реализации данного проекта были решены следующие проблемные вопросы:\n- старт ракеты с качающегося основания при сложных погодных условиях (до 5 баллов волнения моря при ветре до 25 м/с.);\n- аэродинамическая неустойчивость, которая усугублялась процессом раскрытия крыла с неизбежной при этом асимметрией обтекания ракеты набегающим потоком воздуха.\n\nБыли решены основные конструкторские задачи:\n- создание автомата синхронного раскрытия крыла;\n- точное определение центра масс каждой ракеты;\n- создание стартового агрегата с наводкой его тяги в центр масс КР;\n- надёжная фиксация консоли крыла в раскрытом положении.\n\nТехнические решения, реализованные в этом комплексе и признанные классическими в отечественном и мировом ракетостроении, применялись во всех последующих разработках крылатых ракет.", 
                "position": "0 0 -1", "latitude": 10, "longitude":160, "radius": 14, "panelHeight": 22},
        
            {"id":"kp-4", "title":" РАКЕТНЫЕ КОМПЛЕКСЫ  С КРЫЛАТОЙ РАКЕТОЙ П-5Д", "text": "Ракета П-5Д является модификацией ракеты П-5. Впервые в ракетной технике в состав системы управления КР был включён доплеровский измеритель скорости и угла сноса. Это, а также использование более точных курсовых гироскопов, обеспечивало повышенную точность попадания в цель.\n\nПредназначена для поражения наземных целей, как на побережье, так и в глубине территории.\n\nНа её базе разработаны морской комплекс П-5Д и мобильный наземный комплекс С-5.\n\nОсновные характеристики КР П-5Д\nДальность полёта, км - 500\nСкорость полёта, км/ч -1300\nВысота полёта, м -  100 - 800\nСтартовая масса, кг - 5400\n Точность стрельбы, км:  для 100% ракет -  +-4,5 для 80% ракет- +-3\n Система управления - программное автономное управление с доплеровской системой коррекции", 
                "position": "0 0 -1", "latitude": 10, "longitude":151, "radius": 14, "panelHeight": 10.5},
            
            {"id":"kp-5", "title":"                      KP-5 ПЕРВЫЕ ПРОТИВОКОРАБЕЛЬНЫЕ КРЫЛАТЫЕ РАКЕТЫ ", "text": "Ракетный комплекс с ПКР П-6\n\nП-6 — первая в мире самонаводящаяся противокорабельная крылатая ракета (ПКР) для подводных лодок (ПЛ).\n\nРакета имеет большую дальность полёта с телеуправлением и использованием трансляции изображения целевой обстановки на пульт управления носителя. Впервые решена задача избирательного поражения подвижной цели на большой дальности, в том числе при залпе полного боекомплекта ракет.\n\nКомплекс с ПКР П-6 предназначен для поражения надводных кораблей, находящихся за радиолокационным горизонтом. Использовался как составная часть разведывательно-ударной системы, состоящей из ракетного комплекса, спутников «УС-А» и «УС-П» для получения информации с акватории Мирового океана, центрального пункта обработки и распределения информации, пункта выработки целеуказания и передачи их на стреляющую подводную лодку.", 
                "position": "0 0 -1", "latitude": 10, "longitude":119, "radius": 14, "panelHeight": 13, "image": "https://320711.selcdn.ru/izobr/images/ex360p/kp-5.png", "imageWidth" : 8.4, "imageHeight": 4.82, "ratio": 1.74},
                
            {"id":"kp-6", "title":"             НОСИТЕЛИ КРЫЛАТОЙ РАКЕТЫ П-35", "text": "Основные характеристики комплекса «Редут»\n\nШасси СПУ - ЗИЛ-135МБ\nКоличество ПКР на СПУ  - 1\nГабариты СПУ с ПКР, мм:\nдлина  - 13503\n ширина – 2860\nвысота – 3530\nМасса СПУ с ПКР, кг – 21000\n Скорость СПУ с ПКР, км/ч – 40\nЗапас хода по топливу, км – 500\nЭкипаж СПУ, чел. – 5\nОсновные характеристики РК пр. 1134  «Адмирал Зозуля»\n\n Водоизмещение, т\n Длина, м – 5340\n     Ширина, м – 156\nДвигатели - 2 котлотурбинные установки\n Скорость хода, уз:\nполная - 33\n     экономичная - 18\nАвтономность плавания, сут. -  10\nЭкипаж, чел. - 312\nВооружение ракетное - 2х2 ПУ с ПКР П-35\n", 
                "position": "0 0 -1", "latitude": 10, "longitude":106, "radius": 14, "panelHeight": 10.5}
            ]
    },
    {
        "id":4,
        "url":"https://320711.selcdn.ru/izobr/images/ex360/4.jpg",
        "rotation": 180,
        "transitions":[
            {"transitionId": 3, "additionalRotation": 0, "position": "-16 0 8", "latitude":-10, "longitude":290, "radius": 18 },
            {"transitionId": 5, "additionalRotation": 0, "position": "1 0 -5", "latitude":-10, "longitude":20, "radius": 18} 
            ],
        "info":[
            {"id":"kp-1", "title":"                ПЕРВЫЕ САМОЛЕТЫ-СНАРЯДЫ", "text": "Приказом Народного комиссара авиационной промышленности А.И. Шахурина от 19 сентября 1944 года коллективу ОКБ завода № 51 под руководством В.Н. Челомея было поручено начать проектирование отечественного самолёта-снаряда под условным индексом 10Х с пульсирующим воздушно-реактивным двигателем (ПуВРД).\n\nПульсирующий воздушно-реактивный двигатель\n\nПуВРД Д-3, созданный под руководством В.Н. Челомея, в 1944 году прошёл полномасштабные испытания на стенде в ЦИАМе, подтвердив соответствие техническим требованиям (тяга, удельный расход топлива). Для лётных испытаний ПуВРД был переоборудован в летающую лабораторию бомбардировщик Пе-8. ПуВРД был смонтирован над хвостовой частью фюзеляжа. Испытания дали положительный результат.\n\nСамолет-снаряд авиационного базирования 10Х\n\nПервый в стране беспилотный самолёт-снаряд с пульсирующим воздушно-реактивным двигателем для вооружения авиационных носителей. Предназначен для поражения объектов противника на значительном удалении от рубежа пуска с самолёта-носителя.\n\nСамолет-снаряд наземного базирования 10ХН\n\nПервый в стране беспилотный самолёт-снаряд наземного базирования для вооружения сухопутных войск. Предназначен для поражения крупных военных объектов и городов, защищённых мощной системой ПВО.\n\nИз акта Государственной комиссии (1950 год): «Изделие 10ХН, как оружие площадного огня, по сравнению с другими изделиями аналогичного назначения, обладает такими преимуществами, как сравнительно небольшая стоимость в крупносерийном производстве, простота в эксплуатации, немногочисленность, несложность и подвижность наземного оборудования, значительная огневая производительность, недефицитность топлива и большая полезная нагрузка».", 
                "position": "0 0 -1", "latitude": 10, "longitude":258, "radius": 14, "panelHeight": 19},
                
            {"id":"kp-2","title":"       МОДИФИЦИРОВАННЫЕ САМОЛЕТЫ-СНАРЯДЫ", "text": "Самолет-снаряд авиационного и наземного базирования 14Х\n\n14Х — дальнейшая модификация комплекса 10Х с более мощным двигателем Д-5 и более совершенной формой крыла. Самолёт-снаряд мог применяться с самолёта-носителя Пе-8, наземной пусковой установки, пусковых установок кораблей.\n\n1947\n\nПостановлением ЦК КПСС и Совета Министров СССР от 11 января задана разработка самолёта-снаряда 14Х. Проведение лётных испытаний.\n\nСамолет-снаряд авиационного базирования 16Х (ракетный комплекс «Прибой»)\n\nПервый в мире беспилотный самолёт-снаряд с ПуВРД, достигший предельной дозвуковой скорости полёта для данного типа двигателя (980 км/час). Предназначен для поражения целей в глубоком тылу противника при нахождении самолёта-носителя вне зоны ПВО.", 
                "position": "0 0 -1", "latitude": 10, "longitude":205, "radius": 14, "panelHeight": 11},

            {"id":"kp-3", "title":"          ПЕРВЫЕ КРЫЛАТЫЕ РАКЕТЫ ОКБ-52", "text": "Ракетный комплекс с крылатой ракетой П-5\n\nП-5 — первая в мире ракета с автоматически раскрывающимся в полёте крылом, стартующая из герметичного цилиндрического контейнера, имеющего минимальные габариты. Старт крылатой ракеты (КР) осуществлялся с подводной лодки (ПЛ) в надводном положении из поднимающегося в наклонное положение контейнера.\n\nКомплекс с КР П-5 предназначен для поражения береговых, административных, промышленных объектов и военно-морских баз, расположенных как на побережье, так и в глубине территории.\n\nВ период 1959-1967 гг. комплекс был эффективным средством доставки ядерного оружия на межконтинентальную дальность в Вооруженных Силах СССР.\n\nРазработка комплекса отмечена Ленинской премией.\n\nПо схеме В.Н. Челомея старт крылатых ракет П-5 осуществлялся непосредственно из транспортного контейнера с «нулевых» направляющих автоматически. Уменьшение габаритов транспортно-пусковых контейнеров обеспечивалось стартом ракет с автоматическим раскрытием крыла мгновенно после выхода из контейнера.\n\nПри реализации данного проекта были решены следующие проблемные вопросы:\n- старт ракеты с качающегося основания при сложных погодных условиях (до 5 баллов волнения моря при ветре до 25 м/с.);\n- аэродинамическая неустойчивость, которая усугублялась процессом раскрытия крыла с неизбежной при этом асимметрией обтекания ракеты набегающим потоком воздуха.\n\nБыли решены основные конструкторские задачи:\n- создание автомата синхронного раскрытия крыла;\n- точное определение центра масс каждой ракеты;\n- создание стартового агрегата с наводкой его тяги в центр масс КР;\n- надёжная фиксация консоли крыла в раскрытом положении.\n\nТехнические решения, реализованные в этом комплексе и признанные классическими в отечественном и мировом ракетостроении, применялись во всех последующих разработках крылатых ракет.", 
                "position": "0 0 -1", "latitude": 10, "longitude":173, "radius": 14, "panelHeight": 22},
        
            {"id":"kp-4", "title":" РАКЕТНЫЕ КОМПЛЕКСЫ  С КРЫЛАТОЙ РАКЕТОЙ П-5Д", "text": "Ракета П-5Д является модификацией ракеты П-5. Впервые в ракетной технике в состав системы управления КР был включён доплеровский измеритель скорости и угла сноса. Это, а также использование более точных курсовых гироскопов, обеспечивало повышенную точность попадания в цель.\n\nПредназначена для поражения наземных целей, как на побережье, так и в глубине территории.\n\nНа её базе разработаны морской комплекс П-5Д и мобильный наземный комплекс С-5.\n\nОсновные характеристики КР П-5Д\nДальность полёта, км - 500\nСкорость полёта, км/ч -1300\nВысота полёта, м -  100 - 800\nСтартовая масса, кг - 5400\n Точность стрельбы, км:  для 100% ракет -  +-4,5 для 80% ракет- +-3\n Система управления - программное автономное управление с доплеровской системой коррекции", 
                "position": "0 0 -1", "latitude": 10, "longitude":152, "radius": 14, "panelHeight": 10.5},
            
            {"id":"kp-5", "title":"                      KP-5 ПЕРВЫЕ ПРОТИВОКОРАБЕЛЬНЫЕ КРЫЛАТЫЕ РАКЕТЫ ", "text": "Ракетный комплекс с ПКР П-6\n\nП-6 — первая в мире самонаводящаяся противокорабельная крылатая ракета (ПКР) для подводных лодок (ПЛ).\n\nРакета имеет большую дальность полёта с телеуправлением и использованием трансляции изображения целевой обстановки на пульт управления носителя. Впервые решена задача избирательного поражения подвижной цели на большой дальности, в том числе при залпе полного боекомплекта ракет.\n\nКомплекс с ПКР П-6 предназначен для поражения надводных кораблей, находящихся за радиолокационным горизонтом. Использовался как составная часть разведывательно-ударной системы, состоящей из ракетного комплекса, спутников «УС-А» и «УС-П» для получения информации с акватории Мирового океана, центрального пункта обработки и распределения информации, пункта выработки целеуказания и передачи их на стреляющую подводную лодку.", 
                "position": "0 0 -1", "latitude": 10, "longitude":81, "radius": 14, "panelHeight": 13.5, "image": "https://320711.selcdn.ru/izobr/images/ex360p/kp-5.png", "imageWidth" : 8.4, "imageHeight": 4.82, "ratio": 1.74}
            ]
    },
    {
        "id":5,
        "url":"https://320711.selcdn.ru/izobr/images/ex360/5.jpg",
        "rotation": 180,
        "transitions":[
            {"transitionId": 4, "additionalRotation": 0, "position": "-16 0 8", "latitude":-10, "longitude":220, "radius": 18 },
            {"transitionId": 6, "additionalRotation": 0, "position": "1 0 -5", "latitude":-10, "longitude":320, "radius": 18} 
            ],
        "info":[
            {"id":"kp-6", "title":"             НОСИТЕЛИ КРЫЛАТОЙ РАКЕТЫ П-35", "text": "Основные характеристики комплекса «Редут»\n\nШасси СПУ - ЗИЛ-135МБ\nКоличество ПКР на СПУ  - 1\nГабариты СПУ с ПКР, мм:\nдлина  - 13503\n ширина – 2860\nвысота – 3530\nМасса СПУ с ПКР, кг – 21000\n Скорость СПУ с ПКР, км/ч – 40\nЗапас хода по топливу, км – 500\nЭкипаж СПУ, чел. – 5\nОсновные характеристики РК пр. 1134  «Адмирал Зозуля»\n\n Водоизмещение, т\n Длина, м – 5340\n     Ширина, м – 156\nДвигатели - 2 котлотурбинные установки\n Скорость хода, уз:\nполная - 33\n     экономичная - 18\nАвтономность плавания, сут. -  10\nЭкипаж, чел. - 312\nВооружение ракетное - 2х2 ПУ с ПКР П-35\n", 
                "position": "0 0 -1", "latitude": 10, "longitude":185, "radius": 14, "panelHeight": 10.5, "ratio": 0},

            {"id":"kp-7", "title":"ПЕРВЫЕ КРЫЛАТЫЕ РАКЕТЫ С ПОДВОДНЫМ СТАРТОМ", "text": "Ракетный комплекс «Аметист»\n\nПКР «Аметист» — первая в мире крылатая ракета, стартующая из-под воды.\n\nРакетный комплекс с ПКР «Аметист» предназначен для избирательного поражения надводных целей с подводной лодки, находящейся в погружённом положении. Старт из-под воды обеспечивал скрытность подводной лодки и значительно улучшал её боевые возможности благодаря внезапности атаки.\n\nПКР «Аметист» оснащена раскрывающимся под водой крылом, длительно работающим твердотопливным маршевым двигателем и полностью автономной системой наведения. Пуск осуществляется из герметичного контейнера, заполняемого водой перед стартом.\n\nРакетный комплекс «Малахит»\n\nПКР «Малахит» — первая в мире универсальная ракета с надводным и подводным стартом. \n\nВпервые на ракете  для повышения помехозащищённости системы управления  установлена система наведения с двумя информационными каналами — радиолокационным и тепловым. Система управления обеспечивает избирательное поражение целей из состава кораблей соединения. Комплекс «Малахит» предназначен для уничтожения боевых кораблей и судов как одиночных, так и в составе корабельных группировок, десантных отрядов и конвоев.", 
                "position": "0 0 -1", "latitude": 10, "longitude":163, "radius": 14, "panelHeight": 17, "image": "https://320711.selcdn.ru/izobr/images/ex360p/kp-7.png", "imageWidth" : 8.4, "imageHeight": 5.32, "ratio": 1.58},
                       
            {"id":"kp-8", "title":"                   КОМПЛЕКСЫ С ПКР БОЛЬШОЙ ДАЛЬНОСТИ", "text": "Ракетный комплекс «Базальт» \n\nПКР «Базальт» — первая в мире ракета с продолжительным сверхзвуковым режимом полёта и большой дальностью стрельбы.\n\nКомплекс «Базальт» предназначен для поражения высокозащищённых надводных группировок противника в условиях сильного радиоэлектронного и огневого противодействия.\n\nВпервые на ракете «Базальт» применена бортовая станция активных помех, обеспечивавшая неуязвимость в зоне ПВО атакуемой цели. \n\nРакетный комплекс «Вулкан»\n\nКомплекс «Вулкан» является модернизацией комплекса «Базальт». Существенно повышены ТТХ комплекса, в том числе дальность стрельбы, помехозащищённость и эффективность воздействия по целям.\n\nПредназначен для поражения высокозащищённых надводных группировок противника, в том числе авианосных", 
                "position": "0 0 -1", "latitude": 10, "longitude":105, "radius": 14, "panelHeight": 14, "image": "https://320711.selcdn.ru/izobr/images/ex360p/kp-8.png", "imageWidth" : 8.4, "imageHeight": 5.18, "ratio": 1.62},
   
            {"id":"kp-9", "title":"                                           КОМПЛЕКС С ПРОТИВОКОРАБЕЛЬНОЙ КРЫЛАТОЙ РАКЕТОЙ \"ГРАНИТ\"", "text": "ПКР «Гранит» — первая в мире стартующая из-под воды сверхзвуковая крылатая ракета с воздушно-реактивным двигателем.\n\nКомплекс с ПКР «Гранит» предназначен для поражения ударных авианосных корабельных группировок противника в условиях сильного радиоэлектронного и огневого противодействия.\n\nРакета обладает высокими лётно-техническими характеристиками, универсальностью по типу старта (подводный, надводный) и носителям (ПЛ и НК). На ПКР впервые решены задачи построения залпа ракет в едином информационном пространстве, целераспределения и избирательного поражения групповой цели в автономном режиме стрельбы по принципу «выстрелил-забыл». Помехозащищённая селективная система управления ракеты обеспечивает высокую эффективность комплекса", 
                "position": "0 0 -1", "latitude": 10, "longitude":61, "radius": 14, "panelHeight": 13, "image": "https://320711.selcdn.ru/izobr/images/ex360p/kp-9.png", "imageWidth" : 8.4, "imageHeight": 5.25, "ratio": 1.6},
      
            {"id":"kp-10", "title":"РАКЕТНЫЕ КОМПЛЕКСЫ С УНИФИЦИРОВАННЫМИ ПКР", "text": "ПКР четвёртого поколения семейства «Оникс»-«Яхонт»- «БраМос» — современные, не имеющие аналогов в мире ракеты с миномётным стартом из транспортно-пускового контейнера, унифицированные по видам базирования (на подводных лодках, надводных кораблях, наземных мобильных и стационарных пусковых установках, авиационных ПУ) и способам старта (наклонный и вертикальный, надводный, подводный, воздушный).\n\nКомплексы предназначены для поражения в условиях сильного радиоэлектронного и огневого противодействия надводных кораблей различных классов и типов из состава корабельных ударных групп, конвоев, десантных соединений, а также одиночных кораблей, надводных и наземных стационарных объектов.\n\nОбладают уникальными преимуществами: полной автономностью боевого применения («выстрелил-забыл»), гибкими траекториями полёта ПКР, высокой сверхзвуковой скоростью на всей траектории, малым полётным временем, мощной радиотехнической защитой от средств ПВО противника, головкой самонаведения высокой помехозащищённости, компактностью и минимальным объёмом обслуживания ракеты в войсковых частях. Комплексы обеспечивают круглосуточную эксплуатацию и боевое применение в любых метеоусловиях (снег, дождь туман).", 
                "position": "0 0 -1", "latitude": 10, "longitude":8, "radius": 14, "panelHeight": 17, "image": "https://320711.selcdn.ru/izobr/images/ex360p/kp-10.png", "imageWidth" : 8.4, "imageHeight": 7.6, "ratio": 1.1}              
            
            ]
    },
    {
        "id":6,
        "url":"https://320711.selcdn.ru/izobr/images/ex360/6.jpg",
        "rotation": 180,
        "transitions":[
            {"transitionId": 5, "additionalRotation": 0, "position": "-16 0 8", "latitude":-10, "longitude":210, "radius": 18 },
            {"transitionId": 7, "additionalRotation": 0, "position": "1 0 -5", "latitude":-10, "longitude":120, "radius": 18}, 
            {"transitionId": 2, "additionalRotation": 0, "position": "1 0 -5", "latitude":-10, "longitude":300, "radius": 18} 
            ],
        "info":[
            {"id":"kp-10", "title":"РАКЕТНЫЕ КОМПЛЕКСЫ С УНИФИЦИРОВАННЫМИ ПКР", "text": "ПКР четвёртого поколения семейства «Оникс»-«Яхонт»- «БраМос» — современные, не имеющие аналогов в мире ракеты с миномётным стартом из транспортно-пускового контейнера, унифицированные по видам базирования (на подводных лодках, надводных кораблях, наземных мобильных и стационарных пусковых установках, авиационных ПУ) и способам старта (наклонный и вертикальный, надводный, подводный, воздушный).\n\nКомплексы предназначены для поражения в условиях сильного радиоэлектронного и огневого противодействия надводных кораблей различных классов и типов из состава корабельных ударных групп, конвоев, десантных соединений, а также одиночных кораблей, надводных и наземных стационарных объектов.\n\nОбладают уникальными преимуществами: полной автономностью боевого применения («выстрелил-забыл»), гибкими траекториями полёта ПКР, высокой сверхзвуковой скоростью на всей траектории, малым полётным временем, мощной радиотехнической защитой от средств ПВО противника, головкой самонаведения высокой помехозащищённости, компактностью и минимальным объёмом обслуживания ракеты в войсковых частях. Комплексы обеспечивают круглосуточную эксплуатацию и боевое применение в любых метеоусловиях (снег, дождь туман).", 
                "position": "0 0 -1", "latitude": 10, "longitude":173, "radius": 14,  "panelHeight": 17, "image": "https://320711.selcdn.ru/izobr/images/ex360p/kp-10.png", "imageWidth" : 8.4, "imageHeight": 7.6, "ratio": 1.1},              
            
            {"id":"kp-11", "title":"РАКЕТНЫЕ КОМПЛЕКСЫ С УНИФИЦИРОВАННЫМИ ПКР", "text": "Противокорабельная крылатая ракета «Яхонт» \n\nРазработана на базе ПКР «Оникс» для экспортных поставок в рамках военно-технического сотрудничества с зарубежными странами.\n\n Основные характеристики ПКР «Яхонт»\n\nМаксимальная дальность полёта, км по комбинированной траектории - до 300,\nпо низковысотной траектории - до 120\nМаксимальная скорость полёта, м/с  - до 750\nВысота полёта, м\n на маршевом участке до 14000\nна конечном участке траектории -10—15\nМасса ракеты, кг\nстартовая  - 3000\n с ТПС – 3900\nГабариты ТПС, мм\nдлина – 8900\n диаметр -720\nМасса боевой части, кг -200\nСистема управления - инерциальная навигационная система, радиовысотомер, радиолокационная головка самонаведения\n Способ старта -миномётный из ТПС\n Стартово-разгонная ступень  - твердотопливная\n\nМаршевый двигатель:\nтип - прямоточный ВРД\nтопливо - керосин Т-6\n", 
                "position": "0 0 -1", "latitude": 10, "longitude":154, "radius": 14, "panelHeight": 16, "image": "https://320711.selcdn.ru/izobr/images/ex360p/kp-11.png", "imageWidth" : 8.4, "imageHeight": 6.72, "ratio": 1.25},
                
            {"id":"kp-12", "title":"РАКЕТНЫЕ КОМПЛЕКСЫС УНИФИЦИРОВАННЫМИ ПКР", "text": "Крылатая ракета «БраМос»\n\nРазработана в рамках военно-технического сотрудничества России и Индии.\n\nДля создания комплексов с ПКР «Брамос» был использован имеющийся научно-технический задел России и Индии по  ключевым системам ракеты, таким как головка самонаведения, стартово-разгонная ступень, сверхзвуковой прямоточный воздушно-реактивный двигатель, а также бортовая цифровая вычислительная  и инерциальная навигационная системы. ", 
                "position": "0 0 -1", "latitude": 10, "longitude":30, "radius": 14, "panelHeight": 9, "image": "https://320711.selcdn.ru/izobr/images/ex360p/kp-12.png", "imageWidth" : 8.4, "imageHeight": 4.46, "ratio": 1.88},              
            
            {"id":"kp-13", "title":"КОМПЛЕКС РАКЕТНОГО ОРУЖИЯ С КР «МЕТЕОРИТ»", "text": "Сверхзвуковая высотная малозаметная стратегическая крылатая ракета «Метеорит» предназначена для поражения стратегических объектов. Унифицирована по носителям и способам базирования, универсальна по поражаемым целям. Являлась эффективным ответом развёртываемым в США малогабаритным крылатым ракетам «Томагавк». \n\nСоздавалась в трёх вариантах: корабельная («Метеорит-М»), авиационная («Метеорит-А») и для наземных пусковых установок («Метеорит-Н»).\n\n По  своим  тактико-техническим  характеристикам,  подтверждённым результатами многочисленных испытаний, ракета «Метеорит» значительно превосходила  все  имеющиеся  на  тот  момент  виды  стратегических крылатых ракет морского и авиационного базирования.", 
                "position": "0 0 -1", "latitude": 0, "longitude":330, "radius": 14, "panelHeight": 13, "image": "https://320711.selcdn.ru/izobr/images/ex360p/kp-13.png", "imageWidth" : 6.31, "imageHeight": 7.81}
            ]
    },
    {
        "id":7,
        "url":"https://320711.selcdn.ru/izobr/images/ex360/7.jpg",
        "rotation": 180,
        "transitions":[
            {"transitionId": 6, "additionalRotation": 0, "position": "-16 0 8", "latitude":-10, "longitude":240, "radius": 18 },
            {"transitionId": 8, "additionalRotation": 0, "position": "1 0 -5", "latitude":-10, "longitude":150, "radius": 18} 
            ],
        "info":[

            {"id":"s-1", "title":"                              СИСТЕМА ГЛОБАЛЬНОЙ МОРСКОЙ КОСМИЧЕСКОЙ РАЗВЕДКИ И ЦЕЛЕУКАЗАНИЯ", "text": "Космический аппарат «УС-А» системы МКРЦ\n\nПервый в мире космический аппарат с ядерной энергоустановкой на борту.\n\nКА «УС-А» оборудован бортовой РЛС бокового обзора, обеспечивающей обзор акватории Мирового океана, обнаружение надводных целей на фоне взволнованной морской поверхности и определение их относительных координат.\n\nПервый запуск: 1965 г.", 
                "position": "0 0 -1", "latitude": 10, "longitude":290, "radius": 14, "panelHeight": 10.5, "image": "https://320711.selcdn.ru/izobr/images/ex360p/s-1.png", "imageWidth" : 8.4, "imageHeight": 6.26, "ratio": 1.34},
            {"id":"s-11", "title":"           ТРАНСПОРТНЫЙ КОРАБЛЬ СНАБЖЕНИЯ", "text": "Первый в стране тяжёлый транспортный корабль снабжения (ТКС) с многоразовым трёхместным возвращаемым аппаратом (ВА).\n\nВ состав ТКС входят функционально-грузовой блок (ФГБ) и ВА.\n\nПредназначен для периодической доставки на борт орбитальной пилотируемой станции (ОПС) смен экипажей, капсул с фото- и магнитными плёнками, оборудования для проведения ремонтно-восстановительных работ, обеспечения экипажей расходуемыми материалами, в том числе пищей, водой, реагентами для получения кислорода.\n\nПосле стыковки с ОПС его системы обеспечивают совместный полёт в связке ОПС — ТКС.", 
                "position": "0 0 -1", "latitude": 10, "longitude":114, "radius": 14, "panelHeight": 11.5, "image": "https://320711.selcdn.ru/izobr/images/ex360p/s-11.png", "imageWidth" : 8.4, "imageHeight": 5.7, "ratio": 1.76},
            
            {"id":"s-12", "title":"      МНОГОРАЗОВЫЙ ВОЗВРАЩАЕМЫЙ АППАРАТ", "text": "Первый в мире трёхместный космический возвращаемый аппарат (ВА) с возможностью многоразового использования отсека (кабины) экипажа.           \n\nПредназначен для доставки, в составе тяжёлого транспортного корабля снабжения, на станцию экипажа из трёх человек в скафандрах, спасения экипажа в случае возникновения аварийной ситуации и возвращения экипажа на Землю.\n\nАппарат обеспечивает жизнедеятельность экипажа после приземления (приводнения), в том числе в нерасчётном районе посадки, в течение 3-х суток. Оборудован пороховым двигателем системы аварийного спасения и тормозной двигательной установкой.", 
            "position": "0 0 -1", "latitude": 10, "longitude":75, "radius": 14, "panelHeight": 12, "image": "https://320711.selcdn.ru/izobr/images/ex360p/s-12.png", "imageWidth" : 5.6, "imageHeight": 7.66},
                        
            {"id":"s-13", "title":"     РАКЕТНО-КОСМИЧЕСКИЙ КОМПЛЕКС «АЛМАЗ»", "text": "Первый в стране пилотируемый космический комплекс для ведения глобального наблюдения из космоса за наиболее важными и малоразмерными, в том числе обладающими слабыми различительными признаками или частично замаскированными, объектами на Земле с участием космонавтов-операторов.\n\nСостав комплекса:\n – орбитальная пилотируемая станция (ОПС);\n – транспортный корабль снабжения (ТКС) с многоразовым возвращаемым аппаратом (ВА);\n – капсула для спуска информации (КСИ);\n – ракета-носитель УР-500К «Протон»;\n – стартовый ракетный комплекс;\n – наземный комплекс управления полётом, пункт приёма и обработки информации.", 
                "position": "0 0 -1", "latitude": 10, "longitude":23, "radius": 14, "panelHeight": 10.5, "image": "https://320711.selcdn.ru/izobr/images/ex360p/s-13.png", "imageWidth" : 8.4, "imageHeight": 5.42, "ratio": 1.55}
            ]
    },
    {
        "id":8,
        "url":"https://320711.selcdn.ru/izobr/images/ex360/8.jpg",
        "rotation": 180,
        "transitions":[
            {"transitionId": 7, "additionalRotation": 0, "position": "-16 0 8", "latitude":-10, "longitude":300, "radius": 18 },
            {"transitionId": 9, "additionalRotation": 0, "position": "1 0 -5", "latitude":-10, "longitude":170, "radius": 18},
            {"transitionId": 10, "additionalRotation": 0, "position": "1 0 -5", "latitude":-5, "longitude":125, "radius": 18} 
            ],
        "info":[
            {"id":"s-11", "title":"           ТРАНСПОРТНЫЙ КОРАБЛЬ СНАБЖЕНИЯ", "text": "Первый в стране тяжёлый транспортный корабль снабжения (ТКС) с многоразовым трёхместным возвращаемым аппаратом (ВА).\n\nВ состав ТКС входят функционально-грузовой блок (ФГБ) и ВА.\n\nПредназначен для периодической доставки на борт орбитальной пилотируемой станции (ОПС) смен экипажей, капсул с фото- и магнитными плёнками, оборудования для проведения ремонтно-восстановительных работ, обеспечения экипажей расходуемыми материалами, в том числе пищей, водой, реагентами для получения кислорода.\n\nПосле стыковки с ОПС его системы обеспечивают совместный полёт в связке ОПС — ТКС.", 
                "position": "0 0 -1", "latitude": 10, "longitude":33, "radius": 14, "panelHeight": 11.5, "image": "https://320711.selcdn.ru/izobr/images/ex360p/s-11.png", "imageWidth" : 8.4, "imageHeight": 5.7, "ratio": 1.76}
            ]
    },
    {
        "id":9,
        "url":"https://320711.selcdn.ru/izobr/images/ex360/9.jpg",
        "rotation": 180,
        "transitions":[
            {"transitionId": 7, "additionalRotation": 0, "position": "-16 0 8", "latitude":-10, "longitude":350, "radius": 18 },
            {"transitionId": 8, "additionalRotation": 0, "position": "-16 0 8", "latitude":-20, "longitude":30, "radius": 18 },
            {"transitionId": 10, "additionalRotation": 0, "position": "1 0 -5", "latitude":-10, "longitude":120, "radius": 18} 
            ],
        "info":[                
            {"id":"s-2","title":"                     КОСМИЧЕСКИЕ АППАРАТЫ СИСТЕМЫ МКРЦ", "text": "Ракетоплан — один из первых в стране проектов крылатого космического аппарата для полётов в ближнем космосе.\n\nПроект разрабатывался в двух вариантах:\n – ракетоплан для научно-технических исследований;\n – ракетоплан-перехватчик космических целей (с крылатым спускаемым аппаратом или со спускаемым аппаратом с парашютной посадкой).\n\nЗапуск ракетоплана предусматривался на ракете-носителе УР-500.\n\nОсновные задачи ракетоплана:\n – отработка аэродинамических форм и рациональных траекторий входа в атмосферу;\n – испытания теплозащитных и конструкционных материалов в реальном полёте;\n – разработка методов радиоуправления и связи при входе ракетоплана в атмосферу;\n – разработка методов автономной навигации;\n - исследование работоспособности человека в условиях космического полёта и спуска с орбиты;\n – исследование методов радиационной защиты экипажа и аппаратуры.", 
                "position": "0 0 -1", "latitude": 10, "longitude":313, "radius": 14, "panelHeight": 13, "image": "https://320711.selcdn.ru/izobr/images/ex360p/s-2.png", "imageWidth" : 8.4, "imageHeight": 3.65, "ratio":2.3},

            {"id":"s-3", "title":"                 ПИЛОТИРУЕМЫЙ РАКЕТОПЛАН", "text": "Первый в стране проект космического корабля для прямого, без сборок на околоземной орбите, пилотируемого облёта Луны.\n\nПроект «Лунного корабля» («ЛК») предусматривал пилотируемый облёт Луны на близком расстоянии (100-5000 км) и посадку в заданном районе на территории СССР.\n\nПри беспилотных пусках — отработку систем корабля и исследование межпланетного и околоземного пространства, картографирование и уточнение фигуры Луны, медико-биологические исследования на растениях и животных, отработку управляемого, с использованием аэродинамического качества, входа в атмосферу и приземление в заданном районе.", 
                "position": "0 0 -1", "latitude": 10, "longitude":303, "radius": 14, "panelHeight": 11.5, "image": "https://320711.selcdn.ru/izobr/images/ex360p/s-3.png", "imageWidth" : 8.4, "imageHeight": 6.6, "ratio": 1.27},
        
            {"id":"s-4", "title":"                ПИЛОТИРУЕМЫЙ КОСМИЧЕСКИЙ КОРАБЛЬ ДЛЯ ОБЛЕТА ЛУНЫ", "text": "Первый в стране проект космического корабля для прямого, без сборок на околоземной орбите, пилотируемого облёта Луны.\n\nПроект «Лунного корабля» («ЛК») предусматривал пилотируемый облёт Луны на близком расстоянии (100-5000 км) и посадку в заданном районе на территории СССР.\n\nПри беспилотных пусках — отработку систем корабля и исследование межпланетного и околоземного пространства, картографирование и уточнение фигуры Луны, медико-биологические исследования на растениях и животных, отработку управляемого, с использованием аэродинамического качества, входа в атмосферу и приземление в заданном районе.", 
                "position": "0 0 -1", "latitude": 10, "longitude":287, "radius": 14, "panelHeight": 12, "image": "https://320711.selcdn.ru/izobr/images/ex360p/s-4.png", "imageWidth" : 5.54, "imageHeight": 7.16},
            
            {"id":"s-5", "title":"             ПИЛОТИРУЕМЫЙ КОСМИЧЕСКИЙ КОРАБЛЬ ДЛЯ ВЫСАДКИ НА ЛУНУ", "text": "Первый в мире проект космического корабля для высадки человека на Луну и прямого, без сборок на окололунной орбите, возвращения на Землю.\n\nПроект «ЛК-700» предусматривал:\n – доставку экипажа из двух человек в любую точку Луны по схеме прямой посадки на 88 % видимой части её поверхности, включая полярные области,\n – посадку в заданном районе на территории СССР.\n\nЗапуск предполагался с помощью ракеты-носителя УР-700.\n\nКорабль «ЛК-700» состоит из 4-х ступеней:\n – первая ступень — для вывода на траекторию полёта к Луне;\n – вторая — для торможения перед посадкой на Луну;\n – третья — для мягкой посадки;\n – четвёртая — для взлёта и прямого перелёта к Земле.", 
                "position": "0 0 -1", "latitude": 10, "longitude":265, "radius": 14, "panelHeight": 14.5, "image": "https://320711.selcdn.ru/izobr/images/ex360p/s-5.png", "imageWidth" : 5.77, "imageHeight": 7.93},
                
            {"id":"s-6", "title":"                       ГИПЕРЗВУКОВОЙ АЭРОКОСМИЧЕСКИЙ АППАРАТ МП-1", "text": "МП-1 — первый в стране гиперзвуковой маневрирующий аэрокосмический аппарат для суборбитального полёта.\n\nМП-1 — лётная экспериментальная модель возвращаемого аппарата космоплана.\n\nОсобенности аппарата МП-1: аэродинамическая компоновка, а также теплозащита и система управления, обеспечивающие стабилизированный полёт на всех участках траектории (выведения, после отделения от ракеты-носителя, на участке космического полёта и на участке возвращения в атмосферу).\n\nЗадачами МП-1 являлись: проверка эффективности теплозащитного покрытия при входе в атмосферу, а также исследования аэродинамических характеристик и эффективности тормозного устройства при выбранной схеме «контейнер-зонт».\n\nПолученный опыт в создании гиперзвукового космического аппарата МП-1 был использован в последующих разработках предприятия.", 
                "position": "0 0 -1", "latitude": 10, "longitude":240, "radius": 14, "panelHeight": 15, "image": "https://320711.selcdn.ru/izobr/images/ex360p/s-6.png", "imageWidth" : 8.4, "imageHeight": 7.6, "ratio": 1.1},
                       
            {"id":"s-8", "title":"                              СИСТЕМА ПРОТИВОКОСМИЧЕСКОЙ ОБОРОНЫ", "text": "Система противокосмической обороны «ИС»\n\nПервая в мире система противокосмической обороны (ПКО) на базе маневрирующих космических аппаратов, оснащённых головками самонаведения и средствами поражения целей.\n\nПредназначена для перехвата космических целей и их поражения.", 
                "position": "0 0 -1", "latitude": 10, "longitude":184, "radius": 14, "panelHeight": 10, "image": "https://320711.selcdn.ru/izobr/images/ex360p/s-8.png", "imageWidth" : 5.58, "imageHeight": 7.5},
   
            {"id":"s-9", "title":"                 НАУЧНЫЕ КОСМИЧЕСКИЕ СТАНЦИИ «ПРОТОН»", "text": "Первые в мире тяжёлые научные космические станции с аппаратурой АН СССР для изучения космических частиц высоких и сверхвысоких энергий.\n\nОсновные задачи:\n – изучение энергетического спектра космических лучей до энергий 1014 электроновольт (эв) и химического состава космических лучей до энергий 1012 эв (при использовании РН УР-500) и до энергий 1015 эв (при использовании РН УР-500К);\n – измерение вероятности и изучение динамики столкновения частиц космических лучей с атомными ядрами мишеней;\n – определение интенсивности и энергетического спектра электронов и гамма-лучей галактического происхождения.\n\nНаучная аппаратура станции «Протон» создана НИИ ЯФ МГУ. Станции «Протон-1,2,3» были запущены на орбиту ракетой-носителем УР-500, а станция «Протон-4» — УР-500К.", 
                "position": "0 0 -1", "latitude": 10, "longitude":158, "radius": 14, "panelHeight": 13.5, "image": "https://320711.selcdn.ru/izobr/images/ex360p/s-9.png", "imageWidth" : 8.4, "imageHeight": 7.2, "ratio": 1.16},
      
            {"id":"s-10", "title":"             ЛЕГКИЙ КОСМИЧЕСКИЙ САМОЛЕТ «ЛКС»", "text": "Первый в стране проект пилотируемого малоразмерного многоразового космического аппарата для полётов в ближнем космосе.\n\nОсновные задачи «ЛКС»:\n – получение научных данных по аэродинамике, теплопро- чности, управляемости, устойчивости, прочности при входе в атмосферу;\n – отработка функции снабжения, посещения, инспекции космических аппаратов;\n – отработка и испытание элементов МТКС «Буран»;\n – применение по решению задач Министерства обороны.\n\nЗапуск предполагался на ракете-носителе УР-500К.", 
                "position": "0 0 -1", "latitude": 10, "longitude":133, "radius": 14, "panelHeight": 12, "image": "https://320711.selcdn.ru/izobr/images/ex360p/s-10.png", "imageWidth" : 6.6, "imageHeight": 8.24}
            ]
    },
    {
        "id":10,
        "url":"https://320711.selcdn.ru/izobr/images/ex360/10.jpg",
        "rotation": 180,
        "transitions":[
            {"transitionId": 8, "additionalRotation": 0, "position": "-16 0 8", "latitude":-10, "longitude":20, "radius": 18 },
            {"transitionId": 11, "additionalRotation": 0, "position": "1 0 -5", "latitude":-10, "longitude":270, "radius": 18}, 
            {"transitionId": 12, "additionalRotation": 0, "position": "1 0 -5", "latitude":-25, "longitude":120, "radius": 18} 
            ],
        "info":[
            {"id":"s-14", "title":"            КОСМОНАВТЫ ПРОГРАММЫ «АЛМАЗ»", "text": "Космонавты  ЦКБМ\n\nВ ЦКБМ с 1968 года на основании Постановления ЦК КПСС и Совмина СССР от 27 марта 1967 г. № 270—105 «О подготовке космонавтов-испытателей и космонавтов-исследователей» формировалась группа инженеров-испытателей («спецконтингента»), которые проходили медицинскую комиссию в Институте медико-биологических проблем и были кандидатами в космонавты-испытатели.\n\nВ её состав входили следующие специалисты ЦКБМ и Филиала №1: О.Н. Беркович, В.М. Геворкян, А.А. Гречаник, В.Н. Еремич, С.Э. Кондратьев, В.Г. Макрушин, Б.Н. Морозов, В.А. Романов, Л.Д. Смиричевский, Э.Д. Суханов, Л.Н. Тарарин, В.А. Хатулев, С.В. Челомей (сын Генерального конструктора), А.М. Чех, С.А. Чучин, Д.А. Ююков.\n\nИз состава группы «спецконтингента» в 1978 г. была сформирована группа космонавтов-испытателей ЦКБМ. В ее состав вошли: В.М. Геворкян, А.А. Гречаник, В.Г. Макрушин, В.А. Романов, В.А. Хатулев, Д.А. Ююков.", 
                "position": "0 0 -1", "latitude": 10, "longitude":62, "radius": 14, "panelHeight": 14, "image": "https://320711.selcdn.ru/izobr/images/ex360p/s-14.png", "imageWidth" : 8.4, "imageHeight": 5.9, "ratio":1.42},

            {"id":"s-15", "title":"МАЛЫЙ КОСМИЧЕСКИЙ АППАРАТ «КОНДОР-Э» С РСА ", "text": "Малый космический аппарат (МКА) «Кондор-Э» с радиолокатором синтезированной апертуры (РСА) предназначен для получения, хранения и передачи на наземные пункты приёма и обработки высокодетальной информации дистанционного зондирования Земли (ДЗЗ) в микроволновом диапазоне спектра электромагнитного излучения.\n\nРадиолокатор синтезированной апертуры обеспечивает круглосуточную и всепогодную съёмку земной поверхности.\n\nМалый космический аппарат построен по модульному принципу.\n\nСостав аппарата:\n – модуль полезной нагрузки — радиолокатор с синтезированной апертурой (РСА) с зеркальной антенной;\n – универсальная космическая платформа (УКП) со служебными системами.", 
                "position": "0 0 -1", "latitude": 10, "longitude":96, "radius": 14, "panelHeight": 11, "image": "https://320711.selcdn.ru/izobr/images/ex360p/s-15.png", "imageWidth" : 8.4, "imageHeight": 3.27, "ratio":2.57},              
            
            {"id":"s-16", "title":"                КОСМИЧЕСКАЯ СИСТЕМА «АЛМАЗ-Т»", "text": "Впервые в стране создана система дистанционного зондирования Земли (ДЗЗ) с использованием бортового радиолокатора с синтезированной апертурой (РСА) высокого разрешения.\n\nПредназначена для проведения комплексных (в различных диапазонах волн) съёмок поверхности Земли и Мирового океана с целью выполнения программ научного и народнохозяйственного назначения, международного сотрудничества, а также в интересах Министерства обороны.\n\nСостав системы:\n – автоматическая космическая станция «Алмаз-Т» с бортовым радиолокатором;\n – ракета-носитель УР-500К «Протон-К»;\n – стартовый ракетный комплекс;\n – наземный комплекс управления полётом, пункт приёма и обработки информации.", 
                "position": "0 0 -1", "latitude": 10, "longitude":131, "radius": 14, "panelHeight": 12, "image": "https://320711.selcdn.ru/izobr/images/ex360p/s-16.png", "imageWidth" : 4.55, "imageHeight": 6.26}
            ]
    },
    {
        "id":11,
        "url":"https://320711.selcdn.ru/izobr/images/ex360/11.jpg",
        "rotation": 180,
        "transitions":[
            {"transitionId": 10, "additionalRotation": -90, "position": "-16 0 8", "latitude":-10, "longitude":55, "radius": 18 },
            {"transitionId": 1, "additionalRotation": 0, "position": "1 0 -5", "latitude":-5, "longitude":252, "radius": 18} 
            ],
        "info":[
            {"id":"b-1", "title":"            УНИВЕРСАЛЬНАЯ РАКЕТА УР-200", "text": "УР-200 (8К81) — первая в стране ракета, для которой разрабатывалась маневрирующая в атмосфере головная часть.\n\nРазработка универсальной ракеты УР-200 стала первой работой ОКБ-52 в новой для него области создания комплексов с баллистическими ракетами.\n\nУР-200 — жидкостная двухступенчатая ракета, выполненная по тандемной схеме. ДУ обеих ступеней — на высококипящих компонентах топлива.\n\nВарианты ракеты УР-200:\n - межконтинентальная баллистическая ракета;\n- ракета-носитель космических аппаратов;\n - орбитальная межконтинентальная (глобальная) ракета с неманеврирующей и маневрирующей головной частью       (УР-200А);\n - ракета с повышенной по сравнению с УР-200 энергетикой (УР-200Б);\n - баллистическая, размещаемая в ШПУ (УР-200В);\n - баллистическая, размещаемая в ШПУ повышенной защищённости (УР-200УВ);\n - баллистическая для поражения военно-морских объектов", 
                "position": "0 0 -1", "latitude": 10, "longitude":30, "radius": 14, "panelHeight": 16, "image": "https://320711.selcdn.ru/izobr/images/ex360p/b-1.png", "imageWidth" : 5.72, "imageHeight": 8.29},
                
            {"id":"b-2","title":"РАКЕТНЫЙ КОМПЛЕКС С МБР УР-100 (УР-100М)", "text": "Ракета УР-100 (8К84) — наиболее массовая отечественная межконтинентальная баллистическая ракета (МБР).\n\nРакетный комплекс (РК) с МБР УР-100 — первый в мире комплекс с ампулизированной жидкостной баллистической ракетой, а также с рассредоточенными ШПУ типа «одиночный старт».\n\nУР-100 — жидкостная двухступенчатая ракета, выполненная по тандемной схеме. ДУ обеих ступеней — на высококипящих компонентах топлива.\n\nАмпулизация ракеты (герметизированный транспортно-пусковой контейнер (ТПК), сварка соединений топливных трактов и топливных баков) впервые в мире обеспечили возможность длительного (7—10 лет) нахождения её на боевом дежурстве, заправленной жидкими агрессивными компонентами топлива.", 
                "position": "0 0 -1", "latitude": 10, "longitude":20, "radius": 14, "panelHeight": 13, "image": "https://320711.selcdn.ru/izobr/images/ex360p/b-2.png", "imageWidth" : 5.83, "imageHeight": 7.12},

            {"id":"b-3", "title":"                                                     ПРОЕКТЫ РАКЕТНЫХ КОМПЛЕКСОВ С УНИВЕРСАЛЬНОЙ РАКЕТОЙ УР-100", "text": "Система противоракетной обороны (ПРО) «Таран»\n\nНазначение — эшелонированное построение системы ПРО:\n\n- Дальний рубеж перехвата боеголовок (до 2500 км). Перехват осуществляется противоракетой (ПР) на базе МБР УР-100 с радиокоррекцией и ядерными боезарядами большой мощности.\n\n- Средний рубеж перехвата боеголовок (до 1000 км). Перехват осуществляется ПР на базе МБР УР-100 с точным радиокомандным наведением на конечном участке и ядерными боезарядами меньшей мощности.\n\n- Ближний рубеж защищает объектовая ПРО на базе системы С-225 разработки КБ-1 (генеральный конструктор А.А. Расплетин).", 
                "position": "0 0 -1", "latitude": 10, "longitude":10, "radius": 14, "panelHeight": 12.5, "image": "https://320711.selcdn.ru/izobr/images/ex360p/b-3.png", "imageWidth" : 8.4, "imageHeight": 4.94, "ratio": 1.7},
        
            {"id":"b-4", "title":"                 РАКЕТНЫЙ КОМПЛЕКС С МБР УР-100К", "text": "МБР УР-100К (15А20) — первая советская ракета, оснащённая разделяющейся головной частью.\n\nПринятые технические решения обеспечили возможность размещения ракет с более высокими характеристиками в ШПУ предыдущего поколения РК без существенной их доработки.\n\nРакетный комплекс 15П120 с ракетами УР-100К по своей структуре аналогичен РК с ракетами УР-100.\n\nУР-100К — межконтинентальная жидкостная двухступенчатая баллистическая ракета, выполненная по тандемной схеме. Конструкция ступеней и используемые ДУ аналогичны ракете УР-100.\n\nВарианты головных частей: - моноблочная с комплексом средств противодействия ПРО; - разделяющаяся с тремя боевыми блоками и комплексом средств противодействия ПРО. Разделение боевых блоков осуществлялось по заданной программе.", 
                "position": "0 0 -1", "latitude": 10, "longitude":360, "radius": 14, "panelHeight": 15, "image": "https://320711.selcdn.ru/izobr/images/ex360p/b-4.png", "imageWidth" : 6.5, "imageHeight": 7.91},
            
            {"id":"b-5", "title":"                 РАКЕТНЫЙ КОМПЛЕКС С МБР УР-100У", "text": "15П120У с МБР УР-100У — первый в стране комплекс, развёрнутый в ШПУ повышенной защищённости.\n\nУР-100У по своей конструкции и основным характеристикам аналогична ракете УР-100К. Ракета оснащена разделяющейся головной частью с тремя боевыми блоками (без индивидуального наведения).", 
                "position": "0 0 -1", "latitude": 10, "longitude":346, "radius": 14, "panelHeight": 9, "image": "https://320711.selcdn.ru/izobr/images/ex360p/b-5.png", "imageWidth" : 8.4, "imageHeight": 7.6, "ratio": 1.1},
                
            {"id":"b-6", "title":"                              ДОСТИЖЕНИЕ РАКЕТНО-ЯДЕРНОГО ПАРИТЕТА", "text": "Начав работы в области создания Ракетных комплексов стратегического назначения (РКСН) с межконтинентальными баллистическими ракетами, предприятие достигло в этой области значительных успехов.\n\nСоздано и сдано на вооружение 6 ракетных комплексов стратегического назначения. К концу 70-х годов на долю РКСН разработки НПО машиностроения приходилось около 70% потенциала РВСН.", 
                "position": "0 0 -1", "latitude": 10, "longitude":334, "radius": 14, "panelHeight": 10, "image": "https://320711.selcdn.ru/izobr/images/ex360p/b-6.png", "imageWidth" : 8.4, "imageHeight": 7.65, "ratio": 0.9 },

            {"id":"b-7", "title":"                 РАЗВИТИЕ СЕМЕЙСТВА РАКЕТ УР-100", "text": "Ракетные комплексы массового развёртывания  с МБР УР-100, УР-100М, УР-100К.\n\nРакетные комплексы повышенной защищённости  с МБР УР-100У, УР-100Н, УР-100Н УТТХ.", 
                "position": "0 0 -1", "latitude": 10, "longitude":327, "radius": 14, "panelHeight": 8, "image": "https://320711.selcdn.ru/izobr/images/ex360p/b-7.png", "imageWidth" : 4.83, "imageHeight": 6.9},
                       
            {"id":"b-8", "title":"           РАКЕТНЫЙ КОМПЛЕКС С МБР УР-100Н", "text": "УР-100Н (15А30) — первая в стране межконтинентальная жидкостная двухступенчатая баллистическая ракета, оснащённая разделяющейся головной частью с индивидуальным наведением (РГЧ ИН) боевых блоков.\n\nРазделяющаяся головная часть с 6 боевыми блоками оснащена комплексом средств противодействия ПРО.\n\nРакетный комплекс 15П130 с МБР УР-100Н размещался в шахтных пусковых установках повышенной защищённости.", 
                "position": "0 0 -1", "latitude": 10, "longitude":321, "radius": 14, "panelHeight": 11, "image": "https://320711.selcdn.ru/izobr/images/ex360p/b-8.png", "imageWidth" : 8.4, "imageHeight": 8.4, "ratio": 1},
   
            {"id":"b-9", "title":"           РАКЕТНЫЙ КОМПЛЕКС  С МБР УР-100Н УТТХ", "text": "Ракеты УР-100Н УТТХ (15А35) имели наиболее длительные сроки нахождения на боевом дежурстве без замены маршевых ступеней.\n\nРакетный комплекс (РК) 15П135 с ракетами УР-100Н УТТХ — модернизация РК 15П130 с МБР УР-100Н в направлении повышения точности и эффективности ракеты, боевой живучести и боеготовности ракетного комплекса.\n\nРакета УР-100Н УТТХ по своей конструкции в части ступеней ускорителя аналогична ракете УР-100Н.  Ракета оснащена системой управления новой разработки, усовершенствованной РГЧ ИН с новым комплексом средств противодействия ПРО.\n\nРакеты УР-100Н УТТХ размещены в ШПУ высокой защищённости, как в дооборудованных из пусковых установок РК 15П130, так и во вновь построенных.", 
                "position": "0 0 -1", "latitude": 10, "longitude":310, "radius": 14, "panelHeight": 12, "image": "https://320711.selcdn.ru/izobr/images/ex360p/b-9.png", "imageWidth" : 8.4, "imageHeight":5.6, "ratio": 1.5},
      
            {"id":"b-10", "title":"    КОСМИЧЕСКИЙ РАКЕТНЫЙ КОМПЛЕКС (КРК) «СТРЕЛА»", "text": "Основные задачи КРК «Стрела»:\n\n- создание ракеты-носителя «Стрела» как средства выведения на орби\n- ту космических аппаратов различного назначения;\n - продление сроков эксплуатации МБР, находящихся на боевом дежурстве;\n - утилизация МБР, выводимых из боевого состава РВСН.\nПуски РН «Стрела» проводятся из дооборудованных ШПУ ракетного комплекса 15П135 с МБР УР-100Н УТТХ.", 
                "position": "0 0 -1", "latitude": 10, "longitude":290, "radius": 14, "panelHeight": 10, "image": "https://320711.selcdn.ru/izobr/images/ex360p/b-10.png", "imageWidth" : 8.4, "imageHeight": 6.72, "ratio": 1.25},              
            
            {"id":"b-11", "title":"              КОСМИЧЕСКИЕ РАКЕТНЫЕ КОМПЛЕКСЫ", "text": "Комплекс с универсальной ракетой УР-500 (8К82)\n\nРакета УР-500 («Протон») — первая в стране универсальная ракета тяжёлого класса.\n\nПредставляет собой жидкостную двухступенчатую ракету, выполненную по тандемной схеме. ДУ всех ступеней работают на высококипящих компонентах топлива.\n\nВарианты ракеты УР-500:\n - межконтинентальная баллистическая ракета;\n - орбитальная межконтинентальная (глобальная) ракета с неманеврирующей и маневрирующей головными частями;\n - ракета-носитель космических аппаратов.", 
                "position": "0 0 -1", "latitude": 10, "longitude":120, "radius": 14, "panelHeight": 10.5, "image": "https://320711.selcdn.ru/izobr/images/ex360p/b-11.png", "imageWidth" : 8.4, "imageHeight": 5.6, "ratio": 1.5}
            ]
    },
    {
        "id":12,
        "url":"https://320711.selcdn.ru/izobr/images/ex360/11-2.jpg",
        "rotation": 180,
        "transitions":[
            {"transitionId": 10, "additionalRotation": -90, "position": "-16 0 8", "latitude":-30, "longitude":0, "radius": 18 },
            {"transitionId": 11, "additionalRotation": 0, "position": "1 0 -5", "latitude":-5, "longitude":320, "radius": 18} 
            ],
        "info":[
            {"id":"s-16", "title":"                КОСМИЧЕСКАЯ СИСТЕМА «АЛМАЗ-Т»", "text": "Впервые в стране создана система дистанционного зондирования Земли (ДЗЗ) с использованием бортового радиолокатора с синтезированной апертурой (РСА) высокого разрешения.\n\nПредназначена для проведения комплексных (в различных диапазонах волн) съёмок поверхности Земли и Мирового океана с целью выполнения программ научного и народнохозяйственного назначения, международного сотрудничества, а также в интересах Министерства обороны.\n\nСостав системы:\n – автоматическая космическая станция «Алмаз-Т» с бортовым радиолокатором;\n – ракета-носитель УР-500К «Протон-К»;\n – стартовый ракетный комплекс;\n – наземный комплекс управления полётом, пункт приёма и обработки информации.", 
                "position": "0 0 -1", "latitude": -20, "longitude":240, "radius": 14, "panelHeight": 12, "image": "https://320711.selcdn.ru/izobr/images/ex360p/s-16.png", "imageWidth" : 4.55, "imageHeight": 6.26}
            ]
    }

    
]